Repository: sewigt/geographic-now
Catalog: GeographicNow/Localizable.xcstrings
Source language: en
Languages: ja

source: Address
ja: 住所

source: AddtionalStrings
ja: 付加テキスト

# CurrentLocation
source: Here
ja: 現在地

# EnableDistance
source: Include distance from last time
ja: 前回からの距離を含める

# EnableMapURL
source: Include URL of location
ja: 位置情報のURLを含める

# Error
source: Cannot get location
ja: 位置情報が取得できません

# ErrorDenied
source: Allow location permission
ja: 位置情報を許可してください

# ErrorRestricted
source: Enable location
ja: 位置情報サービスを有効にしてください

# FromLastDistance
source: Travel distance
ja: 移動距離

# GetLocation
source: Get current location
ja: 現在地取得

# HintPrefix
source: I’m around
ja: 現在地は

source: Latitude
ja: 緯度

# Longitude
source: Logitude
ja: 経度

source: Prefix
ja: 接頭辞

# Running
source: Getting location
ja: 位置情報を取得中

# ShareCount
source: Number of shares
ja: シェア回数

# ShareLocation
source: Share with Twitter(aka X)
ja: Twitter(現 X)に投稿！

# Success
source: Getting location successfully
ja: 位置情報の取得に成功

source: Suffix
ja: 接尾辞

# TotalDistance
source: Total distance traveled
ja: 総移動距離

# UnitCount
source: times
ja: 回
